Repository: OmarAbdelazeem/IOS-Task-Tracker
Catalog: FirstApp/Localizable.xcstrings
Source language: en
Languages: ar

source: %lld active goals and %lld completed goals
ar: %lld أهداف نشطة و%lld أهداف مكتملة

source: %lld of %lld
ar: %lld من %lld

source: %lld of %lld. %@
ar: %lld من %lld. %@

source: %lld remaining
ar: تبقّى %lld

source: %lld taps
ar: %lld نقرة

source: Active
ar: النشطة

source: Add
ar: إضافة

source: Add goal
ar: إضافة هدف

source: Add goals to see your dashboard.
ar: أضف أهدافًا لعرض لوحة المعلومات.

source: All
ar: الكل

source: Application
ar: التطبيق

source: Asks for confirmation before resetting
ar: يطلب التأكيد قبل إعادة الضبط

source: Cancel
ar: إلغاء

source: Completed
ar: المكتملة

source: Couldn’t Add Goal
ar: تعذّرت إضافة الهدف

source: Couldn’t Save Goal
ar: تعذّر حفظ الهدف

source: Current count %lld, invalid target
ar: العدد الحالي %lld، الهدف غير صالح

source: Current count %lld, target %lld, %lld remaining
ar: العدد الحالي %lld، الهدف %lld، المتبقي %lld

source: Current count %lld, target %lld, completed
ar: العدد الحالي %lld، الهدف %lld، مكتمل

source: Current count: %lld
ar: العدد الحالي: %lld

source: Daily reminder
ar: تذكير يومي

source: Dashboard
ar: لوحة المعلومات

source: Decreases the count by one
ar: يُنقص العدد بمقدار واحد

source: Decreases the current count by one
ar: يُنقص العدد الحالي بمقدار واحد

source: Details
ar: التفاصيل

source: Done
ar: تم

source: Double target reached!
ar: تم تحقيق ضعف الهدف!

source: Enter a goal name.
ar: أدخل اسمًا للهدف.

source: Enter a title
ar: أدخل عنوانًا

source: Filter
ar: تصفية

source: Filter and sort goals
ar: تصفية الأهداف وترتيبها

source: Goal
ar: الهدف

source: Goal Details
ar: تفاصيل الهدف

source: Goal Reminder
ar: تذكير بالهدف

source: Goal Status
ar: حالة الأهداف

source: Goal Tracker
ar: متتبّع الأهداف

source: Goal completed
ar: اكتمل الهدف

source: Goal name
ar: اسم الهدف

source: Goal progress
ar: تقدم الهدف

source: Goal status chart
ar: مخطط حالة الأهداف

source: Goals
ar: الأهداف

source: Increases the count by one
ar: يزيد العدد بمقدار واحد

source: Increases the current count by one
ar: يزيد العدد الحالي بمقدار واحد

source: Individual Progress
ar: التقدم الفردي

source: Invalid target
ar: هدف غير صالح

source: Make progress on %@.
ar: أحرز تقدمًا في %@.

source: My Goals
ar: أهدافي

source: Name
ar: الاسم

source: New Goal
ar: هدف جديد

source: No Goal Data
ar: لا توجد بيانات أهداف

source: No Goals
ar: لا توجد أهداف

source: No Matching Goals
ar: لا توجد أهداف مطابقة

source: Not started
ar: لم يبدأ

source: Notes (optional)
ar: ملاحظات (اختياري)

source: Notifications are disabled. Enable them in the iPhone Settings app to use reminders.
ar: الإشعارات معطّلة. فعّلها في تطبيق الإعدادات على iPhone لاستخدام التذكيرات.

source: OK
ar: موافق

source: Overall Completion
ar: الإنجاز الإجمالي

source: Progress
ar: التقدم

source: Reminder
ar: التذكير

source: Reminder time
ar: وقت التذكير

source: Remove
ar: إنقاص

source: Reset
ar: إعادة ضبط

source: Reset Count
ar: إعادة ضبط العدد

source: Reset progress?
ar: إعادة ضبط التقدم؟

source: Save
ar: حفظ

source: Search goals
ar: البحث في الأهداف

source: Settings
ar: الإعدادات

source: Showing %lld of %lld goals
ar: عرض %lld من أصل %lld هدفًا

source: Sort
ar: ترتيب

source: Start tapping!
ar: ابدأ بالنقر!

source: Status
ar: الحالة

source: Storage Error
ar: خطأ في التخزين

source: Tap the plus button to add your first goal.
ar: اضغط زر الإضافة لإضافة هدفك الأول.

source: Target
ar: الهدف

source: Target reached!
ar: تم الوصول إلى الهدف!

source: Target: %lld
ar: الهدف: %lld

source: The current count cannot be negative.
ar: لا يمكن أن يكون العدد الحالي سالبًا.

source: The goal contains invalid values.
ar: يحتوي الهدف على قيم غير صالحة.

source: The goal is invalid.
ar: الهدف غير صالح.

source: The reminder repeats every day at the selected time.
ar: يتكرر التذكير يوميًا في الوقت المحدد.

source: The target must be at least 1.
ar: يجب ألا يقل الهدف عن 1.

source: Tracker
ar: المتتبّع

source: Try a different search or filter.
ar: جرّب بحثًا أو تصفية مختلفة.

source: Your count of %lld will be permanently reset to zero.
ar: ستتم إعادة ضبط عددك البالغ %lld إلى صفر نهائيًا.

source: Your progress is calculated using the selected target.
ar: يُحسب تقدمك باستخدام الهدف المحدد.
